<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en">
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8" />
    <meta name="description" content="Nicolas Dobigeon's professional web page" />
    <meta name="keywords" content="Nicolas Dobigeon, signal processing, bayesian inference, MCMC methods, monte carlo, markov chain" />
    <meta name="author" content="Nicolas Dobigeon" />
    <link rel="shortcut icon" href="../img/favicon_IRIT.ico" />
    <link rel="stylesheet" type="text/css" href="style_app.css" media="screen,projection" title="style_sc"/>
    <title>Nicolas Dobigeon @ University of Toulouse</title>
</head>

<body>

<div id="wrap">
    <div id="contentwide">

        <a href="index.html">Accueil</a> / <a href="recherche.html">Recherche</a> /

       <br/>

        <h1>M&eacute;thodes bay&eacute;siennes pour l'analyse g&eacute;n&eacute;tique</h1>
        <br/>
        <h2>Offre de th&egrave;se en traitement statistique du signal</h2>
        <p>L'&eacute;quipe Signal et Communications du laboratoire IRIT propose actuellement un sujet de th&egrave;se en traitement statistique du signal. Les candidats int&eacute;ress&eacute;s sont invit&eacute;s &agrave; entrer en contact avec :
            <ul>
            <li><a href="http://www.enseeiht.fr/~tourneret">Jean-Yves Tourneret</a> : jean-yves [dot] tourneret [at] enseeiht [dot] fr
            <li><a href="index.html">Nicolas Dobigeon</a> : nicolas [dot] dobigeon [at] enseeiht [dot] fr
            </li>
            </ul>
        Une version pdf de la proposition de th&egrave;se est disponible <a href="../sujet_Tourneret_equipeSC_2009.pdf">ici</a>.
        </p>

        <h3>Collaborations</h3>
        <p>
        Une collaboration avec l'&eacute;quipe du Prof. Alfred Hero (Universit&eacute; du Michigan) est envisag&eacute;e pour la conduite de cette th&egrave;se. La qualit&eacute; des recherches men&eacute;es par le Prof. Hero dans le domaine de la biostatistique sera un appui cons&eacute;quent. Les m&eacute;thodes d&eacute;velopp&eacute;es pourront &ecirc;tre &eacute;valu&eacute;es sur des signaux r&eacute;els et expertis&eacute;s, collect&eacute;s lors d'une &eacute;tude &eacute;pid&eacute;miologique r&eacute;cente (2008) men&eacute;e sur des patients volontaires.
        </p>
        <p>
            Cette &eacute;tude s'inscrira dans le programme DARPA <a href="http://www.darpa.mil/dso/thrusts/bio/mainhuman/predhealth/index.htm">Predicting Health and Disease (PHD)</a>, qui finance en partie les recherches de l'&eacute;quipe du Prof. Hero. Les collaborateurs pour ce projet sont :
        </p>
        <ul>
        <li><a href="http://www.genome.duke.edu/people/faculty/ginsburg/research/ ">Dr. Geoffrey S. Ginsburg</a> (Duke Institute for Genome Sciences and Policy, Duke University),</li>
        <li><a href="http://www.eecs.umich.edu/~hero/">Prof. Alfred O. Hero</a> (Department of Electrical Engineering and Computer Science, University of Michigan),</li>
        <li><a href="http://www.darpa.mil/dso/personnel/ling.htm">COL Geoffrey Ling</a> (DARPA).</li>
        </ul>

        <h3>R&eacute;sum&eacute;</h3>
        <p>Ces derni&egrave;res ann&eacute;es, la g&eacute;nomique a connu un int&eacute;r&ecirc;t scientifique grandissant, notamment depuis la publication compl&egrave;te des cartes du g&eacute;nome humain au d&eacute;but des ann&eacute;es 2000. A pr&eacute;sent, les &eacute;quipes m&eacute;dicales sont confront&eacute;es &agrave; un nouvel enjeu : l'exploitation des signaux d&eacute;livr&eacute;s par les puces ADN. Ces signaux, souvent de grande taille, permettent de conna&icirc;tre &agrave; un instant donn&eacute; quel est le niveau d'expression des g&ecirc;nes dans un tissus consid&eacute;r&eacute;. Ainsi, afin de d&eacute;tecter, voire de pr&eacute;venir, une maladie chez un groupe de patients observ&eacute;s, il est n&eacute;cessaire de proposer des m&eacute;thodes innovantes d'analyse de l'information fournie par ces biopuces.
        </p>

        <img alt="Mixing coefficients" src="../demos/fig_PHD_correlation.png" class="img_app_bis"/><br/>
        <span class="caption">Fig. 1. Correlation matrix of 14 structural genes with clustering dendrogram.</span><br/>
        <span class="caption">[D. Zhu et al., Bioinformatics, 2007]</span><br/><br/>

        <p>Un probl&egrave;me important est l'identification de s&eacute;quences temporelles dans l'expression des diff&eacute;rents g&egrave;nes qui sont caract&eacute;ristiques d'une pathologie. Pour identifier ces signatures biologiques, les solutions les plus prometteuses reposent sur des techniques de r&eacute;duction de dimension qui consiste &agrave; d&eacute;composer les signaux en marqueurs &eacute;l&eacute;mentaires selon un mod&egrave;le de m&eacute;lange lin&eacute;aire. L'analyse en composantes principales, l'analyse en composantes ind&eacute;pendantes, et l'apprentissage de vari&eacute;t&eacute;s sont des exemples courants de ces techniques. Nous nous proposons dans cette th&egrave;se de d&eacute;velopper des algorithmes de d&eacute;composition reposant sur une estimation conjointe des marqueurs et de leurs niveaux d'expression. Le travail s'appuiera sur l'exp&eacute;rience de l'&eacute;quipe SC en mod&eacute;lisation statistique bay&eacute;sienne, ainsi que sur l'utilisation de m&eacute;thodes de simulation stochastique qui ont d&eacute;j&agrave; d&eacute;montr&eacute; leur int&eacute;r&ecirc;t pour d'autres applications (imagerie hyperspectrale notamment). Lors de l'analyse de donn&eacute;es ADN, l'un des verrous scientifiques majeurs r&eacute;side dans la grande dimension des signaux &agrave; traiter. Un int&eacute;r&ecirc;t tout particulier sera donc port&eacute; au d&eacute;veloppement de m&eacute;thodes de r&eacute;duction de dimensionnalit&eacute; appropri&eacute;es (analyse parcimonieuse par exemple).
        </p>

        <h3>Profil recherch&eacute;</h3>
        <p>
        Les connaissances requises pour ce sujet portent essentiellement sur le traitement statistique du signal
        (estimation, d&eacute;tection). Des connaissances en analyse de signaux multivari&eacute;s (de grande dimension) seront
        appr&eacute;ci&eacute;es.
        </p>

<br/>


    </div>
    <img class="hide" src="http://s20.sitemeter.com/meter.asp?site=s20dobigeon" alt="sitemeter stats"/><a class="hide" href="https://clustrmaps.com/site/19myh" title="Visit tracker"><img src="http://www.clustrmaps.com/map_v2.png?d=2eSX2TNFigOKEPj6Hx2qnt-gHV_ag30YNJldkXzQFlM&cl=ffffff"></a>
</div>
</body>
</html>
